Repository: photon-flip/webtrees-HTML-block-advanced
Catalog: resources/lang/*.po
Languages: de, nl

source: HTML Compact
de: HTML Kompakt

source: A compact HTML Block with collapsable accordion sections
de: Ein kompakter HTML-Block mit zusammenklappbaren Akkordeon-Abschnitten
nl: Een compact HTML-blok met inklapbare accordeonsecties

source: Choose a Template from the Dropdown
de: Wählen Sie eine Vorlage aus der Dropdown-Liste
nl: Kies een sjabloon uit de vervolgkeuzelijst

source: Accordion Sections
de: Akkordeon-Abschnitte

source: Accordion Vanilla
de: Akkordeon Vanille
nl: Accordeon Vanilla

source: Title
de: Titel
nl: Titel

source: Templates
de: Vorlagen
nl: Sjablonen

source: Choosing <b>Accordion Starter</b> from the <b>Template</b> dropdown will load the content of default webtrees HTML Block templates inside collapsable accordion sections. The first section contains a ReadMe with more information. Add a <b>Title</b> and <b>Save</b>. View the result in the <b>HTML Compact Block</b> you have added to your <b>My Page</b> or <b>Tree Home Page</b>.<br> The <b>Vanilla</b> template is just the collapsible sections with Lorem ipsum placeholder text. More templates to come.
de: Wenn Sie in der Dropdown-Liste " <b>Vorlage"</b> die Option " <b>Akkordeon-Starter"</b> wählen, wird der Inhalt der Standard-HTML-Blockvorlagen von webtrees in ausklappbare Akkordeonabschnitte geladen. Der erste Abschnitt enthält ein ReadMe mit weiteren Informationen. Fügen Sie einen <b>Titel</b> hinzu und <b>speichern Sie</b>. Zeigen Sie das Ergebnis in dem <b>HTML-Kompaktblock</b> an, den Sie zu Ihrer <b>My Page</b> oder <b>Tree Home Page</b> hinzugefügt haben.<br> Die <b>Vanilla-Vorlage</b> besteht nur aus den ausklappbaren Abschnitten mit Lorem ipsum-Platzhaltertext. Weitere Vorlagen werden folgen.

source: Content
de: Inhalt
nl: Inhoud

source: As well as using the toolbar to apply HTML formatting, you can insert database fields which are updated automatically. These special fields are marked with <b>#</b> characters. For example <b>#totalFamilies#</b> will be replaced with the actual number of families in the database. Advanced users may wish to apply CSS classes to their text for more sophisticated styling. You can also use the <b>Source</b> tab to access HTML code for editing content and adding more sections. See the ReadMe section for important information on that.
de: Über die Symbolleiste können Sie nicht nur HTML-Formatierungen vornehmen, sondern auch Datenbankfelder einfügen, die automatisch aktualisiert werden. Diese speziellen Felder sind mit dem Zeichen <b>#</b> gekennzeichnet. Zum Beispiel wird <b>#totalFamilies#</b> durch die tatsächliche Anzahl der Familien in der Datenbank ersetzt. Fortgeschrittene Benutzer möchten vielleicht CSS-Klassen auf ihren Text anwenden, um ihn besser zu gestalten. Sie können auch die Registerkarte <b>Quelle</b> verwenden, um auf den HTML-Code zuzugreifen, um den Inhalt zu bearbeiten und weitere Abschnitte hinzuzufügen. Wichtige Informationen dazu finden Sie im Abschnitt ReadMe.

source: Show the date and time of update
de: Datum und Uhrzeit der Aktualisierung anzeigen
nl: Toon de datum en tijd van bijwerken

source: no
de: nien
nl: nee

source: yes
de: ja
nl: ja

source: Show this block for which languages
de: Zeigen Sie diesen Block für welche Sprachen an
nl: Toon dit blok voor welke talen

source: Accordion Starter
nl: Accordeon Starter

source: Choosing <b>Accordion Starter</b> from the <b>Template</b> dropdown will load the content of default webtrees HTML Block templates inside collapsable accordion sections. The first section contains a ReadMe with more information. Add a <b>Title</b> and <b>Save</b>. View the result in the <b>HTML Compact Block</b> you have added to your <b>My Page</b> or <b>Tree Home Page</b>.<br> The <b>Vanilla</b> template is just the collapsible sections with Lorem ipsum placeholder text.<br> More templates to come.
nl: Door <b>Accordeon Starter</b> te kiezen uit de vervolgkeuzelijst <b>Sjabloon</b> wordt de inhoud van standaard webtrees-HTML-bloksjablonen geladen in inklapbare accordeonsecties. De eerste sectie bevat een ReadMe met meer informatie. Voeg een <b>Titel</b> toe en klik op <b>Opslaan</b>. Bekijk het resultaat in het <b>HTML Compact Block</b> dat u hebt toegevoegd aan uw <b>Mijn Pagina</b> of <b>Stamboom</b>.<br> Het <b>Vanilla</b>-sjabloon is gewoon de inklapbare secties met Lorem ipsum-plaatshoudertekst.<br> Meer sjablonen volgen.

source: You can use the editor toolbar to apply HTML formatting to your content. Advanced users can use the <b>Source</b> tab to access HTML code for editing content. There you can apply webtrees CSS classes to your content for more integrated styling. You can also insert special database fields which are updated automatically. These fields are marked with <b>#</b> characters. For example <b>#totalFamilies#</b> will be replaced with the actual number of families in the database. Using the <b>Source</b> you can also add more sections. See the ReadMe in the first starter section for important information on that.
nl: U kunt de werkbalk van de editor gebruiken om HTML-opmaak toe te passen op uw inhoud. Gevorderde gebruikers kunnen het tabblad <b>Bron</b> gebruiken om toegang te krijgen tot HTML-code voor het bewerken van inhoud. Daar kun u webtrees-CSS-klassen toepassen op uw inhoud voor een meer ge√Øntegreerde opmaak. U kunt ook speciale databasevelden invoegen die automatisch worden bijgewerkt. Deze velden zijn gemarkeerd met <b>#</b>-tekens. Bijvoorbeeld <b>#totalFamilies#</b> wordt vervangen door het werkelijke aantal families in de database. Met de <b>Bron</b> kunt u ook meer secties toevoegen. Zie de ReadMe in de eerste starterssectie voor belangrijke informatie daarover.
